[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Sluiten
btnUpdate.Caption=Download
btnConfirmCancel.Caption=Annuleer
btnUptoDateOK.Caption=OK
lblUpToDate.Caption=Gefeliciteerd! U heeft al de nieuwste versie. Geen update beschikbaar.
lblGetUptInfo.Caption=Ophalen van update-informatie, even geduld aub...
btnConfigCancel.Caption=Annuleer
btnMinimize.Caption=Verklein
btnProcessCancel.Caption=Annuleer
btnUptWeb.Caption=Update nu
btnWebCancel.Caption=Update later
lblUpdateFailed.Caption=Update mislukt! Probeer het later opnieuw of druk op de Retry-knop om opnieuw te updaten.
btnFailedClose.Caption=Sluiten
btnRetry.Caption=opnieuw proberen
btnSuccessClose.Caption=OK
lblWebHisTitle.Caption=Nieuwe versie is gereed!
btnWebCancelHis.Caption=Update later
btnUptWebHis.Caption=Update nu
lblWebHisWhatsNew.Caption=Wat is er nieuw

[LiveUpdate_M]
Item=Item
Size=Grootte
Version=Versie
DownLoading=Downloaden
OK=OK
Close=Sluiten
LiveUpdate=Updater
UpdateSuccess=%s is bijgewerkt. Profiteer van de nieuwste functies en verbeteringen.
WebDownLoad=Nieuwe versie van %s is beschikbaar. Update nu om de nieuwste functies en verbeteringen te verkrijgen. Het is gratis.
AvailableUpdates=Beschikbare updates
NewVersion=Nieuwe versie
VersionUpdate=Versieupdate
ImportantUpdate=Belangrijke update
WebNewVerHis=%s is nu beschikbaar. Update om te profiteren van de laatste verbeteringen en features!

